{
    "title": "Japan",
    "description": "Japan, the land of the rising sun, is a fascinating place that combines ancient tradition and modernity. Known for its beautiful landscapes, culture, art, and unique cuisine, Japan attracts travelers from all over the world.",
    "menu-culture": "Culture",
    "menu-places": "Interesting Places",
    "menu-language": "Language",
    "submenu-religion": "Religion",
    "submenu-martial-arts": "Martial Arts",
    "submenu-haiku": "Haiku",
    "religion-header": "Religion",
    "religion-title1": "Shinto",
    "religion-content1": "Shintō is Japan's indigenous religion, focusing on the worship of kami, spirits inhabiting nature, objects, and ancestors. Shintō has no founder, sacred scripture, or defined doctrine. Its practices include rituals and ceremonies aimed at maintaining harmony between people and kami. There are many Shintō shrines in Japan where people offer prayers, make offerings, and participate in festivals.",
    "religion-title2": "Buddhism",
    "religion-content2": "Buddhism was introduced to Japan in the 6th century AD from Korea and China. It significantly influenced Japanese culture, art, and philosophy. There are many schools of Buddhism in Japan, including Zen, Nichiren, Tendai, and Shingon. Buddhism in Japan often coexists with Shintō, and many people practice rituals of both religions.",
    "MartialArts-header": "Martial Arts",
    "MartialArts-title1": "Karate",
    "MartialArts-content1": "Karate is a Japanese martial art focusing on strikes, kicks, blocks, and avoidance techniques. It originated in Okinawa, and its name means 'empty hand,' reflecting combat without weapons. Karate develops strength, speed, precision, and mental discipline.",
    "MartialArts-title2": "Judo",
    "MartialArts-content2": "Judo, which translates as 'the gentle way,' is a modern Japanese martial art and Olympic sport. It focuses on throws, holds, chokes, and joint locks. Founded by Jigoro Kano, judo teaches effective use of an opponent's energy and develops physical fitness and fighting spirit.",
    "MartialArts-title3": "Aikido",
    "MartialArts-content3": "Aikido is a martial art created by Morihei Ueshiba, whose name means 'the way of harmony with energy.' Aikido emphasizes defense without harming the attacker through circular movements, joint locks, and throws. It teaches harmony, balance, and control of one's own energy.",
    "MartialArts-title4": "Kendo",
    "MartialArts-content4": "Kendo, 'the way of the sword,' is a modern Japanese martial art using bamboo swords (shinai) and protective armor (bogu). Kendo promotes discipline, respect, concentration, and fighting spirit. It is also a popular sport that cultivates samurai traditions.",
    "haiku-header": "Haiku",
    "haiku-title1": "Definition",
    "haiku-content1": "Haiku is a traditional Japanese poetic form characterized by simplicity and depth. It consists of three lines with 5, 7, and 5 syllables respectively. Haiku often refers to nature and changing seasons, aiming to capture fleeting moments and emotions.",
    "haiku-title2": "Examples",
    "haiku-author1": "Matsuo Basho",
    "haiku11": "An old pond,",
    "haiku12": "A frog jumps in –",
    "haiku13": "The sound of water",
    "haiku-author2": "Yosa Buson",
    "haiku2": "First winter rain,",
    "haiku22": "Even the monkey",
    "haiku23": "Seems to want a raincoat",
    "haiku-author3": "Kobayashi Issa",
    "haiku3": "First snow,",
    "haiku32": "Always the same road",
    "haiku33": "With the children",
    "haiku-author4": "Shiki Masaoka",
    "haiku4": "I eat persimmons,",
    "haiku42": "A bell tolls –",
    "haiku43": "Horyu Temple",
    "tokio-title": "Tokyo",
    "tokio-content": "Tokyo, the capital of Japan, is a bustling metropolis where tradition meets modernity. It is one of the world's major financial and cultural centers, offering countless attractions for every visitor. Tokyo is a city that never sleeps, offering endless opportunities for exploration, unforgettable culinary experiences, and amazing contrasts between past and future. Each visit reveals a new facet of this fascinating city.",
    "kioto-title": "Kyoto",
    "kioto-content": "Kyoto, the former capital of Japan, is known for its beautiful temples, gardens, and traditional wooden houses. Must-visit places include Kinkaku-ji (Golden Pavilion), Fushimi Inari Taisha with its thousands of torii gates, and the geisha district of Gion. In spring, the city is magical with blooming cherry blossoms.",
    "nara-title": "Nara",
    "nara-content": "Nara, Japan's first permanent capital, is home to many historical treasures, including the giant Buddha statue at Tōdai-ji Temple and numerous free-roaming deer in Nara Park. Kasuga Taisha Shrine, with its hundreds of stone and bronze lanterns, is another must-see.",
    "cookie-title": "Cookies",
    "cookie-content": "Our website uses cookies to enhance your experience and tailor content to your needs. By continuing to use our site, you agree to the use of cookies. For more information, please see our privacy policy.",
    "cookie-button": "OK"
}
