{
    "title": "日本",
    "description": "日本は、古代の伝統と現代が融合する魅力的な場所です。美しい風景、文化、芸術、そしてユニークな料理で知られ、世界中から旅行者を魅了しています。",
    "menu-culture": "文化",
    "menu-places": "興味深い場所",
    "menu-language": "言語",
    "submenu-religion": "宗教",
    "submenu-martial-arts": "武道",
    "submenu-haiku": "俳句",
    "religion-header": "宗教",
    "religion-title1": "神道",
    "religion-content1": "神道は日本の土着の宗教であり、自然、物、祖先に宿る神々の崇拝に焦点を当てています。神道には創始者、聖典、定義された教義はなく、儀式や祭典を通じて人々と神々の間の調和を維持することを目的としています。日本には多くの神道の神社があり、人々は祈りを捧げ、供物をし、祭りに参加します。",
    "religion-title2": "仏教",
    "religion-content2": "仏教は6世紀に韓国と中国から日本に伝えられました。日本の文化、芸術、哲学に大きな影響を与えました。日本には禅宗、日蓮宗、天台宗、真言宗など多くの仏教の流派があります。日本の仏教は神道と共存していることが多く、多くの人々が両方の宗教の儀式を実践しています。",
    "MartialArts-header": "武道",
    "MartialArts-title1": "空手",
    "MartialArts-content1": "空手は打撃、蹴り、ブロック、回避技術に焦点を当てた日本の武道です。沖縄で発祥し、その名前は「空手」を意味し、武器を使わない戦闘を反映しています。空手は力、速度、正確さ、精神的な規律を養います。",
    "MartialArts-title2": "柔道",
    "MartialArts-content2": "柔道は「柔の道」と訳され、近代日本の武道であり、オリンピックのスポーツです。投げ技、抑え技、締め技、関節技に焦点を当てています。嘉納治五郎によって創設され、柔道は相手のエネルギーを効果的に利用し、体力と闘志を養うことを教えます。",
    "MartialArts-title3": "合気道",
    "MartialArts-content3": "合気道は植芝盛平によって創設された武道で、その名前は「エネルギーとの調和の道」を意味します。合気道は、円の動き、関節技、投げ技を通じて攻撃者を傷つけずに防御することを強調します。それは調和、バランス、自分のエネルギーのコントロールを教えます。",
    "MartialArts-title4": "剣道",
    "MartialArts-content4": "剣道は竹刀（しない）と防具（ぼぐ）を使用する現代日本の剣術です。剣道は規律、尊敬、集中力、闘志を促進します。また、侍の伝統を育む人気のあるスポーツです。",
    "haiku-header": "俳句",
    "haiku-title1": "定義",
    "haiku-content1": "俳句は簡潔さと深さを特徴とする伝統的な日本の詩の形式です。5、7、5の音節を持つ3行から成ります。俳句は自然や季節の変化を題材にすることが多く、一瞬の感情や情景を捉えることを目的としています。",
    "haiku-title2": "例",
    "haiku-author1": "松尾芭蕉",
    "haiku11": "古池や、",
    "haiku12": "蛙飛び込む、",
    "haiku13": "水の音",
    "haiku-author2": "与謝蕪村",
    "haiku2": "初時雨、",
    "haiku22": "猿も小蓑を、",
    "haiku23": "ほしげなり",
    "haiku-author3": "小林一茶",
    "haiku3": "初雪や、",
    "haiku32": "いつもの道を、",
    "haiku33": "子どもらと",
    "haiku-author4": "正岡子規",
    "haiku4": "柿食えば、",
    "haiku42": "鐘が鳴るなり、",
    "haiku43": "法隆寺",
    "tokio-title": "東京",
    "tokio-content": "日本の首都である東京は、伝統と現代が交差する活気に満ちた大都市です。世界の主要な金融・文化の中心地の一つであり、訪れるすべての人に無数の魅力を提供しています。東京は眠らない街であり、探検の無限の機会、忘れられない食の体験、そして過去と未来の驚くべき対比を提供します。訪れるたびにこの魅力的な都市の新しい側面を発見します。",
    "kioto-title": "京都",
    "kioto-content": "日本の旧都である京都は、美しい寺院、庭園、伝統的な木造家屋で知られています。金閣寺（きんかくじ）、千本鳥居で知られる伏見稲荷大社（ふしみいなりたいしゃ）、芸者の町祇園（ぎおん）は必見の場所です。春には桜が咲き誇り、街は魔法のようになります。",
    "nara-title": "奈良",
    "nara-content": "日本の最初の恒久的な首都である奈良は、東大寺の巨大な仏像や奈良公園の自由に歩き回る鹿など、多くの歴史的な宝物の本拠地です。春日大社の数百の石灯籠や青銅の灯籠も必見です。",
    "cookie-title": "クッキー",
    "cookie-content": "当サイトでは、お客様の体験を向上させ、コンテンツをお客様のニーズに合わせて調整するためにクッキーを使用しています。 当サイトを引き続きご利用いただくことで、クッキーの使用に同意したものとみなされます。 詳細はプライバシーポリシーをご覧ください。",
    "cookie-button": "オッケー"
}
